Repository: mgaitan/django-invitation
Catalog: invitation/locale/*/LC_MESSAGES/django.po
Languages: es

source: Your Note
es: Tu mensaje

source: Sorry, you don't have any invitations left
es: Lo sentimos, no tiene más invitaciones disponibles

source: You can't send an invitation to yourself
es: No puedes enviarte una invitación a tí mismo

source: Thanks, but there's no need to invite us!
es: Gracias, pero no hay necesidad de invitarnos a nosotros!

source: Your note must be less than 500 characters
es: Tu mensaje debe tener menos de 500 caracteres

source: Show the number of users who signed up with this invitation code in the given number of days
es: Muestra el número de usuarios registrados con este código de invitación en el número de días dado

source: You need to supply an invitation code
es: Debes ingresar un código de invitación

source: Something's wrong with the number of days you entered
es: Algo está mal con el número de días que ingresaste

source: invitation key
es: Código de invitación

source: date invited
es: Fecha de la invitación

source: never
es: nunca

source: Expiry date
es: Fecha de vencimiento

source: Invitation sent
es: Invitación enviada

source: Your friend will receive an email with your invitation soon!
es: En instantes su amigo recibirá un email con la invitación

source: <div>Congratulations! You have been invited by %(from_user)s to join
es: <div>Felicitaciones, has sido invitado por %(from_user)s para unirte

source: Membership is by invitation only, so click the invitation token below to join us now!
es: Las membresías son sólo por invitación. Clickea en el código de abajo para unirtenos!

source: All the best
es: Atentamente

source: The
es: El

source: team
es: equipo

source: Invitation from %(username)s to join %(sitename)s
es: Invitación de %(username)s para sumarte a %(sitename)s

source: Invite a friend
es: Invita a un amigo

source: The recipient is already a user
es: El destinatario ya es un usuario

source: You currently have no invitations to send.
es: No tienen invitaciones para enviar

source: <p>You have <b>%(qty)s</b> invitations remaining!</p> <p>Enter your friend's information below to send an invitation:</p>
es: <p>Tienes <b>%(qty)s</b> invitaciones disponibles</p> <p>Ingresa la información del destinatario abajo para enviar una invitación:</p>

source: You have been invited!
es: Has sido invitado!

source: proceed to registration
es: Continuar con la registración

source: --your note will be inserted here--
es: --tu mensaje será insertado aquí--

source: Mail sent successfully
es: Email enviado satisfactoriamente

source: You did not provide any email addresses.
es: No has ingresado ningún email
